import './about.scss';


const About = () => {
    return (
        <main className='about'>
            <section>
                <h2>What is hromo key?</h2>
                <p>Легко замінюйте фон, додавайте спецефекти та створюйте професійні сцени прямо зі свого комп’ютера або студії.</p>
            </section>
            <section>
                <h2>Haw this is working?</h2>
                <p>Легко замінюйте фон, додавайте спецефекти та створюйте професійні сцени прямо зі свого комп’ютера або студії.</p>
            </section>  
            <section>
                <h2>Who need it?</h2>
                <p>Легко замінюйте фон, додавайте спецефекти та створюйте професійні сцени прямо зі свого комп’ютера або студії.</p>
            </section>
            <section>
                <h2>Haw is use it?</h2>
                <p>Легко замінюйте фон, додавайте спецефекти та створюйте професійні сцени прямо зі свого комп’ютера або студії.</p>
            </section>
        </main>
    )
}

export default About;